/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "Klicka på Uppdatera för att uppdatera iPod.";
"UPDATE_NO_SELECTION_MULTIPLE" = "Markera en iPod för att uppdatera dess fasta programvara.";
"UPDATE_ONE_SELECTION" = "Klicka på Uppdatera för att uppdatera %@ till %@.";
"UPDATE_MULTIPLE_SELECTION" = "Klicka på Uppdatera för att uppdatera de markerade iPod-enheterna.";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "Klicka på Uppdatera för att uppdatera iPod.";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "Din iPod behöver inte uppdateras.";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "De markerade iPod-enheterna behöver inte uppdateras.";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "De markerade iPod-enheterna stöds inte av denna uppdaterare.";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "Bara Macintosh-formaterade iPod-enheter kan uppdateras.";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "Klicka på Återställ om du vill återställa iPod till fabriksinställningarna.";
"RESTORE_NO_SELECTION_MULTIPLE" = "Markera en iPod som ska återställas till fabriksinställningarna.";
"RESTORE_ONE_SELECTION" = "Klicka på Återställ om du vill återställa iPod till fabriksinställningarna.";
"RESTORE_MULTIPLE_SELECTION" = "Klicka på Återställ om du vill återställa de markerade iPod-enheterna till fabriksinställningarna.";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "Klicka på Återställ om du vill återställa iPod till fabriksinställningarna.";
"RESTORE_NOT_MOUNTED_YET" = "Väntar på att iPod ska bli redo.";
"RESTORE_ONLY_OVER_FIREWIRE" = "Du måste ansluta via FireWire för att återställa den här iPod-enheten.";

"UPDATING_STATUS" = "Uppdaterar %@";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "Bekräfta återställning";
"RESTORE_ALERT_SHEET_DESC" = "Är du säker på att du vill återställa iPod till fabriksinställningarna? All musik och andra data raderas.";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "Anslut iPod för att uppdatera den.";
"IPOD_RESTARTING_RESTORE" = "iPod har återställts till fabriksinställningarna och startas om. Koppla inte från iPod förrän återställningen slutförts.";
"IPOD_RESTARTING_UPDATE" = "iPods programvara har uppdaterats och den startas om. Koppla inte från iPod förrän uppdateringen slutförts.";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "iPod har återställts till fabriksinställningarna. Koppla från och anslut iPod igen så att återställningsprocessen kan slutföras.";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "iPod har uppdaterats. Koppla från och anslut iPod igen så att uppdateringsprocessen kan slutföras.";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "iPod har återställts till fabriksinställningarna. Koppla från och anslut iPod till den externa strömkällan så att återställningsprocessen kan slutföras.";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "iPod har uppdaterats. Koppla från och anslut iPod till den externa strömkällan så att uppdateringsprocessen kan slutföras.";
"TOO_MANY_IPODS" = "Fler än en iPod är anslutna. Anslut en iPod i taget för att uppdatera den. Mata ut andra iPod-enheter via Finder och koppla från dem.";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "Namn";
"COPY_FIRMWARE_VERSION" = "Version av fast programvara";
"COPY_SERIAL_NUMBER" = "Serienummer";
"COPY_DISK_FORMAT" = "Skivformat";
"COPY_CAPACITY" = "Utrymme";
"COPY_POD_FAMILY" = "iPod-familj";
"COPY_UPDATER_FAMILY" = "Uppdaterarfamilj";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "(lägger på skrivbordet)";
"UNMOUNTED_NAME" = "(ligger inte på skrivbordet)";
"RESTORING_NAME" = "(återställer)";
"UPDATING_NAME" = "(uppdaterar)";
"RESTARTING_NAME" = "(startar om)";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "Återställer %@";
"UPDATING_STATUS" = "Uppdaterar %@";
"RESTARTING_STATUS" = "Startar om";
"EXAMINING_STATUS" = "Undersöker iPod";
"UNMOUNTING_STATUS" = "Tar bort iPod från skrivbordet";
"PREPARING_STATUS" = "Förbereder iPod";
"FINISHING_STATUS" = "Avslutar";
"FORMATTING_STATUS" = "Formaterar iPod";
"WRITING_FIRMWARE_STATUS" = "Installerar iPod-programvara";
"CLEARING_STATUS" = "Tar bort gammal iPod-programvara";
"WRITING_ICON_STATUS" = "Skriver enhetssymbol";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "Flera iPod-enheter har markerats.";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "Ingen iPod har markerats.";
/* Displayed when info is not available */
"UNKNOWN" = "Okänt";

/* Button titles */
"RESTORE" = "Återställ";
"CANCEL" = "Avbryt";
"OK" = "OK";

/* Errors */
"ERROR_TITLE" = "Fel";
"CANT_UNMOUNT" = "iPod kunde inte tas bort från skrivbordet eftersom den används. Stäng alla öppna filer på iPod och försök igen.";
"CANT_MOUNT" = "Det finns en ansluten iPod, men den måste ligga på skrivbordet om åtgärden ska fungera.";
"GENERAL_ERROR" = "Ett fel inträffade när iPod skulle uppdateras eller återställas.";
"SIGMATEL_ERROR" = "Ett fel uppstod när iPod uppdaterades eller återställdes. Koppla från och anslut iPod och försök sedan att återställa igen. Om det inte fungerar går du till http://www.apple.com/se/support/ipod";
"CANT_FIND_FORMAT_SLICE" = "Datapartitionen hittades inte och kunde inte formateras. Koppla från och anslut iPod och försök att återställa den igen.";
"FORMAT_ERROR" = "Ett fel uppstod vid formateringen av iPod.";
"FORMAT_ERROR_Q14_USB" = "Ett fel uppstod vid formateringen av iPod. Prova med att ansluta iPod via FireWire och försök igen.";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f K";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "Okänt";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "Debug";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "Tillåt alltid uppdateringar";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "iPod har uppdaterats och startar om. Låt iPod vara ansluten medan uppdateringsprocessen slutförs. Vill du avsluta iPod Updater och öppna iTunes?";
"QUIT_QUESTION_RESTORE_MESSAGE" = "iPod har återställts och startar om. Låt iPod vara ansluten medan återställningsprocessen slutförs. Vill du avsluta iPod Updater och öppna iTunes?";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "iPod har uppdaterats. Koppla från och anslut iPod till den externa strömkällan så att uppdateringsprocessen kan slutföras. Vill du avsluta iPod Updater och öppna iTunes?";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "iPod har återställts till fabriksinställningarna. Koppla från och anslut iPod till den externa strömkällan så att återställningsprocessen kan slutföras. Vill du avsluta iPod Updater och öppna iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "iPod har uppdaterats. Koppla från och anslut iPod igen så att uppdateringsprocessen kan slutföras. Vill du avsluta iPod Updater och öppna iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "iPod har återställts. Koppla från och anslut iPod igen så att uppdateringsprocessen kan slutföras. Vill du avsluta iPod Updater och öppna iTunes?";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com/se/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/register";